Repository: common-repository/visualcrossing-weather-forecast
Catalog: languages/visualcrossingwfcst-text-domain-*.po
Languages: es_es

source: Settings
es_es: Configuraciones

source: Weather Forecast Settings
es_es: Configuración del pronóstico del tiempo

source: Settings Updated.
es_es: Ajustes actualizados.

source: Error Saving Settings.
es_es: Configuración de guardado de errores.

source: API Key
es_es: Clave API

source: Put your API key here.
es_es: Ponga su clave de API aquí.

source: Location
es_es: Ubicación

source: ex. London, UK
es_es: por ejemplo, Londres, Reino Unido

source: Mode
es_es: Modo

source: Forecast Days
es_es: Días de Pronóstico

source: Title
es_es: Título

source: Unit Group
es_es: Grupo de Unidades

source: Show Title
es_es: Mostrar título

source: Show Conditions
es_es: Mostrar condiciones

source: Shortcode Information
es_es: Información de código corto

source: Copy this shortcode and put in the page or post to display Weather Forecast.
es_es: Copie este shortcode y colóquelo en la página o publicación para mostrar pronóstico del tiempo.

source: You can override default settings by using shortcode parameters
es_es: Puede anular la configuración predeterminada mediante parámetros de shortcode

source: How to insert Shortcode in WordPress ?
es_es: ¿Cómo insertar Shortcode en WordPress?

source: Check This Video Guide
es_es: Consulte esta guía de vídeo

source: License validation failed.
es_es: La validación de la licencia falló.

source: Invalid License Key.
es_es: Clave de licencia inválida.

source: Cloning is forbidden.
es_es: La clonación está prohibida.

source: Unserializing instances of this class is forbidden.
es_es: Se prohíbe la serialización de instancias de esta clase.
